{
    "TITLE": "Salary Discount",
    "CALCULATE": "Calculate",
    "BASE_SALARY": "Base Salary (R$)",
    "DEPENDENTS": "Number of Dependents",
    "DISCOUNT": "Discount (R$)",
    "VALUE_PER_DEPENDENT": "Value per Dependent",
    "INSS_CONTRIBUTION": "INSS Contribution",
    "IRRF_DISCOUNT": "IRRF Discount",
    "NET_SALARY": "Net Salary",
    "SELECT_LANGUAGE": "Select Language",
    "SELECT_OPTION": "Select",
    "CALCULATOR": {
        "TITLE": "Gross Salary Calculator",
        "DESCRIPTION": "Find out the value of your gross salary, considering discounts and more."
    },
    "ABOUT": {
        "HOW_TO_USE": "How to use the gross salary calculator",
        "STEP_1": "Add the net value of your salary (value with discounts) in the first field of the gross salary calculator.",
        "STEP_2": "Then add the sum of the discounts (VR, Health plan, etc.).",
        "STEP_3": "Finally, add the number of dependents and click 'Calculate'.",
        "WHAT_IS_GROSS_SALARY": "What is gross salary?",
        "GROSS_SALARY_EXPLANATION_1": "Gross salary is the total amount a worker receives before all mandatory deductions, such as taxes and social security contributions. It represents the total remuneration for the work performed, as stated in the contract or job offer.",
        "GROSS_SALARY_EXPLANATION_2": "Also called base salary, it is the amount agreed between the company and the employee, which may include other benefits such as meal vouchers, transportation vouchers, health plans, allowances, etc.",
        "MAIN_DISCOUNTS": "What are the main deductions from gross salary?",
        "MAIN_DISCOUNTS_EXPLANATION_1": "There are some deductions that mean the gross salary is not the amount the worker actually receives every month. These deductions include social charges and mandatory taxes, which must be paid by the worker and/or the employer.",
        "COMMON_DISCOUNTS": "The most common deductions are:",
        "INSS": "INSS",
        "INCOME_TAX": "Income Tax (IR)",
        "TRANSPORT_VOUCHER": "Transportation Voucher",
        "OTHER_BENEFITS": "Other benefits, such as health plans, life insurance, meal vouchers, and others offered by the company",
        "DETAILED_DISCOUNTS": "Below, learn more details about the two main taxes deducted from your gross salary: INSS and Income Tax.",
        "INSS_TITLE": "INSS",
        "INSS_EXPLANATION_1": "INSS stands for National Institute of Social Security, a mandatory contribution that must be paid by the worker with a formal contract. This contribution ensures benefits for the worker such as retirement, unemployment insurance, sick pay, among others.",
        "INSS_EXPLANATION_2": "The deduction ranges from 7.5% to 14%, according to the worker's salary range. To know the exact calculation of your contribution, you can use an INSS contribution calculator.",
        "INSS_MORE_INFO": "LEARN MORE: INSS Table: updated discounts and values",
        "INCOME_TAX_TITLE": "Income Tax",
        "INCOME_TAX_EXPLANATION_1": "Income Tax is a federal tax that applies to the income of some workers. Like the INSS, the amount to be paid varies according to the salary range the worker falls into, ranging from 0% to 27.5%.",
        "INCOME_TAX_MORE_INFO": "LEARN MORE: IRRF Table + Previous Years: rates and calculation",
        "DIFFERENCE_BETWEEN_SALARIES": "What is the difference between gross salary and net salary?",
        "DIFFERENCE_EXPLANATION_1": "Unlike the gross salary, which is the total amount without deductions, the net salary is the amount the worker receives on the payroll after all deductions proposed by the employer.",
        "EXAMPLE": "For example, suppose an employee receives a gross salary of R$ 2000. In the month, he has the following deductions:",
        "INSS_EXAMPLE": "INSS: R$ 161.82 (according to the salary range in the table)",
        "INCOME_TAX_EXAMPLE": "Income Tax: 0% (according to the salary range in the table)",
        "OTHER_DISCOUNTS_EXAMPLE": "Other deductions: R$ 100 (health plan, transportation voucher, etc.)",
        "TOTAL_DISCOUNTS": "In total, the sum of the deductions is R$ 261.82. Thus, on the payday, the person should receive the following amount:",
        "FINAL_SALARY": "R$ 2000 (gross salary) - R$ 261.82 (deductions) = R$ 1,738.18 (net salary).",
        "SEE_ALSO": "SEE ALSO: Overtime Calculator | Employee Cost Calculator"
    },
    "ERROR_CALCULATING_SALARY": "Error calculating salary. Please try again later."
}
