{
    "TITLE": "Desconto Salarial",
    "CALCULATE": "Calcular",
    "BASE_SALARY": "Salário Base (R$)",
    "DEPENDENTS": "Número de Dependentes",
    "DISCOUNT": "Desconto (%)",
    "SELECT_LANGUAGE": "Selecionar Idioma",
    "SELECT_OPTION": "Selecione",
    "ABOUT": {
        "HOW_TO_USE": "Como utilizar a calculadora de salário bruto",
        "STEP_1": "Adicione o valor líquido do seu salário (valor com os descontos) no primeiro campo da calculadora de salário bruto.",
        "STEP_2": "Em seguida, adicione a soma dos descontos (VR, Plano de saúde, etc).",
        "STEP_3": "Por fim, adicione o número de dependentes e clique em 'Calcular'.",
        "WHAT_IS_GROSS_SALARY": "O que é salário bruto?",
        "GROSS_SALARY_EXPLANATION_1": "O salário bruto é o valor total que um trabalhador recebe antes de todos os descontos previstos, como impostos e contribuições previdenciárias. Ele representa a remuneração total pelo trabalho realizado, conforme consta no contrato ou proposta de trabalho.",
        "GROSS_SALARY_EXPLANATION_2": "Também chamado de salário-base, ele é o valor acordado entre a empresa e o colaborador, podendo incluir outros benefícios como vale-alimentação, vale-transporte, plano de saúde, ajuda de custo, etc.",
        "MAIN_DISCOUNTS": "Quais os principais descontos do salário bruto?",
        "MAIN_DISCOUNTS_EXPLANATION_1": "Existem alguns descontos que fazem com que o salário bruto não seja o valor que o trabalhador recebe de fato todo mês. Esses descontos incluem encargos sociais e impostos obrigatórios, que devem ser pagos pelo trabalhador e/ou pelo empregador.",
        "COMMON_DISCOUNTS": "Entre os descontos mais comuns estão:",
        "INSS": "INSS",
        "INCOME_TAX": "Imposto de Renda (IR)",
        "TRANSPORT_VOUCHER": "Vale-transporte",
        "OTHER_BENEFITS": "Demais benefícios, como plano de saúde, seguro de vida, vale-refeição, entre outros oferecidos pela empresa",
        "DETAILED_DISCOUNTS": "A seguir, saiba mais detalhes sobre os dois principais impostos descontados do seu salário bruto: INSS e Imposto de Renda.",
        "INSS_TITLE": "INSS",
        "INSS_EXPLANATION_1": "INSS é a sigla para Instituto Nacional do Seguro Social, uma contribuição obrigatória que deve ser paga pelo trabalhador com carteira assinada. Essa contribuição garante ao trabalhador benefícios como aposentadoria, seguro-desemprego, auxílio-doença, entre outros.",
        "INSS_EXPLANATION_2": "O desconto varia de 7,5% a 14%, de acordo com a faixa de remuneração do trabalhador. Para saber o cálculo exato da sua contribuição, é possível utilizar uma calculadora de contribuição do INSS.",
        "INSS_MORE_INFO": "SAIBA MAIS: Tabela INSS: descontos e valores atualizados",
        "INCOME_TAX_TITLE": "Imposto de Renda",
        "INCOME_TAX_EXPLANATION_1": "O Imposto de Renda é um tributo federal que incide sobre a renda de alguns trabalhadores. Assim como o INSS, o valor a ser pago varia de acordo com a faixa salarial em que o trabalhador se encontra, podendo ser entre 0% e 27,5%.",
        "INCOME_TAX_MORE_INFO": "SAIBA MAIS: Tabela IRRF + Anos anteriores: alíquotas e cálculo",
        "DIFFERENCE_BETWEEN_SALARIES": "Qual a diferença entre salário bruto e salário líquido?",
        "DIFFERENCE_EXPLANATION_1": "Diferente do salário bruto, que é o valor total sem os descontos, o salário líquido é o valor que o trabalhador recebe na folha de pagamento, após todos os descontos propostos pelo empregador.",
        "EXAMPLE": "Por exemplo, suponha que um funcionário recebe R$ 2000 de salário bruto. No mês, ele tem os seguintes descontos:",
        "INSS_EXAMPLE": "INSS: R$ 161,82 (de acordo com a faixa salarial na tabela)",
        "INCOME_TAX_EXAMPLE": "Imposto de Renda: 0% (de acordo com a faixa salarial na tabela)",
        "OTHER_DISCOUNTS_EXAMPLE": "Outros descontos: R$ 100 (plano de saúde, vale-transporte, etc.)",
        "TOTAL_DISCOUNTS": "No total, a somatória dos descontos é de R$ 261,82. Então, no dia da remuneração, a pessoa deve receber o seguinte valor:",
        "FINAL_SALARY": "R$ 2000 (salário bruto) – R$ 261,82 (descontos) = R$ 1.738,18 (salário líquido).",
        "SEE_ALSO": "VEJA TAMBÉM: Calculadora de horas extras | Calculadora de Custo de Funcionário"
    },
    "ERROR_CALCULATING_SALARY": "Erro ao calcular o salário. Por favor, tente novamente mais tarde."
}
